; DeskTick UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
[Strings]
Show seconds=Afficher les secondes
Customize Face…=Personnaliser le cadran…
Resize=Redimensionner
Face=Cadran
Always on top=Toujours au premier plan
Start with Windows=Démarrer avec Windows
Show in system tray=Afficher dans la zone de notification
About DeskTick…=À propos de DeskTick…
Exit=Quitter
Customize=Personnaliser
Customize - DeskTick=Personnaliser - DeskTick
This face has nothing to customize.=Ce cadran n'a rien à personnaliser.
Reset this face=Réinitialiser
About DeskTick=À propos de DeskTick
Report issues or send feedback to=Signaler un problème ou envoyer vos commentaires à
Other apps=Autres applications
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Visionneuse de photos rapide, légère et minimaliste conçue pour le Windows moderne
Desktop Rain and Snow Simulator for Windows=Simulateur de pluie et de neige pour le bureau Windows
Simple=Simple
Classic dark=Classique sombre
Classic light=Classique clair
Minimal=Minimal
Icon=Icône
Bold=Gras
Flat=Plat
Glass=Verre
Dots=Points
Digital=Numérique
Digital bold=Numérique gras
Word clock=Horloge en mots
Stack=Empilé
Terminal=Terminal
Banner=Bandeau
Split=Divisé
Image=Image
24-hour clock=Format 24 heures
Accent 12 marker=Accent sur le 12
Accent colour=Couleur d'accentuation
Blinking cursor=Curseur clignotant
Date format=Format de date
Dial colour=Couleur du cadran
Digit colour=Couleur des chiffres
Dot count=Nombre de points
Dot size=Taille des points
Drop shadow=Ombre portée
Face colour=Couleur de fond
Frost=Verre dépoli
Hand colour=Couleur des aiguilles
Hour block colour=Couleur du bloc des heures
Ink colour=Couleur de l'encre
Label colour=Couleur des libellés
Lit letter colour=Couleur des lettres allumées
Marking colour=Couleur des repères
Minute block colour=Couleur du bloc des minutes
Minute dimming=Atténuation des minutes
Numerals=Chiffres
Panel colour=Couleur du panneau
Phosphor colour=Couleur du luminophore
Plate colour=Couleur de la plaque
Plate shape=Forme de la plaque
Prompt=Invite
Rim colour=Couleur du contour
Ring colour=Couleur de l'anneau
Ring thickness=Épaisseur de l'anneau
Show AM/PM=Afficher AM/PM
Show date=Afficher la date
Show minute dots=Afficher les points des minutes
Show panel=Afficher le panneau
Text colour=Couleur du texte
Tick marks=Graduations
All 12=Les 12
12, 3, 6, 9=12, 3, 6, 9
None=Aucun
Minute=Minutes
Hour=Heures
Thin=Fin
Normal width=Épaisseur normale
Thick=Épais
Clear=Transparent
Frosted=Dépoli
Opaque=Opaque
Long date=Date longue
Short date=Date courte
Small=Petite
Normal size=Taille normale
Large=Grande
Rounded=Arrondie
Square=Carrée
Circle=Ronde
Match hour=Comme l'heure
Dim=Atténué
Faint=Léger
All rights reserved.=Tous droits réservés.
